import css from "./Bti.module.css";
import links from "../helpers/btiLinks.json";
function Bti() {
  console.log("bti");
  return (
    <>
      <div className={css.box}>
        <h2>
          Перепланування <br />і податки.
        </h2>
        <ul className={css.links}>
          {links &&
            links.map((el, index) => {
              return (
                <li key={index} className={css.boxLink}>
                  {
                    <a href={el.linkToSite} target="blank" className={css.link}>
                      <button>{el.title}</button>
                      <span>{el.subTitle}</span>
                    </a>
                  }
                </li>
              );
            })}
        </ul>
        <div className={css.steps}>
          <h3>Порядок дій при переплануванні квартири?</h3>
          <p>
            В залежності від складності проекту перепланування, шляхи узаконення
            можуть відрізнятися, зазвичай основні етапи є наступними:
          </p>
          <ul>
            <li>
              Отримання дозволу: Для отримання дозволу на перепланування житла
              необхідно виготовити проект перепланування, який буде відповідати
              будівельним нормам, та подати його на розгляд в місцеву
              архітектуру.
            </li>
            <li>
              Після розгляду та узгодження зміни плану квартири, подати
              декларацію про початок виконання будівельних робіт до Державної
              інспекції архітектури та містобудування (ДІАМ);
            </li>
            <li>
              Далі можемо робити перепланування жилих приміщень відповідно до
              затвердженого проекту;
            </li>
            <li>
              Перебудова завершена - запрошуємо БТІ, яке виготовляє новий
              технічний паспорт;
            </li>
            <li>
              Далі квартиру потрібно вводити в експлуатацію. Для цього потрібно
              заповнити декларацію про готовність квартири до експлуатації та
              подати до Державної інспекції архітектури та містобудування
              (ДІАМ).
            </li>
            <li>
              Після вводу в експлуатацію потрібно звернутися в центр надання
              адміністративних послуг (ЦНАП) або до нотаріуса, щоб зареєструвати
              право власності на квартиру.
            </li>
            <li>Все перепланування жилих приміщень узаконено</li>
          </ul>
          <p>
            Якщо перебудова планується в будинку, що відноситься до пам`яток
            архітектури знадобиться дозвіл на перепланування від місцевої влади
            (виписка), затверджений проект перепланування, та повідомлення про
            початок будівельних робіт з Державної інспекції архітектури та
            містобудування.
          </p>
          <p>
            Перепланування житла, де не має втручання в несучі конструкції та
            інженерні системи загального користування, існує спрощена процедура
            узаконення перепланування житла. Вона включає тільки виготовлення
            нового технічного паспорта на нерухоме майно та реєстрація права
            власності в реєстрі речових прав на нерухоме майно з отриманням
            витягу.
          </p>
        </div>
      </div>
    </>
  );
}

export default Bti;
// {
//   "id": 3,
//   "title": "Постанова 406",
//   "subTitle": "https://www.kmu.gov.ua/npas/250057520",
//   "linkToSite": " https://www.kmu.gov.ua/npas/250057520"
// }
